tap "buo/cask-upgrade"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "koekeishiya/formulae"
tap "mas-cli/tap"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
tap "teamookla/speedtest"
brew "bat"
brew "curl"
brew "eza"
brew "fd"
brew "ffmpegthumbnailer"
brew "file-formula"
brew "fzf"
brew "gh"
brew "git"
brew "glow"
brew "htop"
brew "jq"
brew "mas"
brew "neovim"
brew "node"
brew "nvm"
brew "pandoc"
brew "php"
brew "poppler"
brew "python@3.11"
brew "ripgrep"
brew "ruby"
brew "tmux"
brew "tree"
brew "unar"
brew "yazi"
brew "zoxide"
brew "zsh"
brew "jesseduffield/lazygit/lazygit"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "qmk/qmk/qmk"
brew "teamookla/speedtest/speedtest"
cask "accordance", args: { appdir: "/Applications" }
cask "alfred", args: { appdir: "/Applications" }
cask "appcleaner", args: { appdir: "/Applications" }
cask "arc", args: { appdir: "/Applications" }
cask "betterdisplay"
cask "bitwarden", args: { appdir: "/Applications" }
cask "bookends", args: { appdir: "/Applications" }
cask "deepl", args: { appdir: "/Applications" }
cask "devonthink", args: { appdir: "/Applications" }
cask "disk-drill"
cask "dropbox", args: { appdir: "/Applications" }
cask "firefox", args: { appdir: "/Applications" }
cask "folx", args: { appdir: "/Applications" }
cask "font-charis-sil", args: { appdir: "/Applications" }
cask "font-dela-gothic-one"
cask "font-dotgothic16"
cask "font-ezra-sil", args: { appdir: "/Applications" }
cask "font-gentium-plus", args: { appdir: "/Applications" }
cask "font-hack-nerd-font", args: { appdir: "/Applications" }
cask "font-lateef", args: { appdir: "/Applications" }
cask "font-m-plus-1"
cask "font-m-plus-2"
cask "font-meslo-lg-nerd-font", args: { appdir: "/Applications" }
cask "font-mochiy-pop-one"
cask "font-new-tegomin"
cask "font-noto-sans-jp"
cask "font-noto-serif-jp"
cask "font-reggae-one"
cask "font-ricty-diminished", args: { appdir: "/Applications" }
cask "font-roboto"
cask "font-rocknroll-one"
cask "font-source-code-pro", args: { appdir: "/Applications" }
cask "font-stick"
cask "font-symbols-only-nerd-font"
cask "font-train-one"
cask "font-yomogi"
cask "font-yusei-magic"
cask "google-chrome", args: { appdir: "/Applications" }
cask "google-drive", args: { appdir: "/Applications" }
cask "google-japanese-ime", args: { appdir: "/Applications" }
cask "handbrake", args: { appdir: "/Applications" }
cask "hazel", args: { appdir: "/Applications" }
cask "iina", args: { appdir: "/Applications" }
cask "itsycal", args: { appdir: "/Applications" }
cask "karabiner-elements", args: { appdir: "/Applications" }
cask "keka", args: { appdir: "/Applications" }
cask "libreoffice", args: { appdir: "/Applications" }
cask "local", args: { appdir: "/Applications" }
cask "logos", args: { appdir: "/Applications" }
cask "mellel", args: { appdir: "/Applications" }
cask "microsoft-auto-update"
cask "microsoft-office", args: { appdir: "/Applications" }
cask "notion"
cask "obsidian", args: { appdir: "/Applications" }
cask "omegat", args: { appdir: "/Applications" }
cask "qlcolorcode", args: { appdir: "/Applications" }
cask "qlimagesize", args: { appdir: "/Applications" }
cask "qlmarkdown", args: { appdir: "/Applications" }
cask "qlstephen", args: { appdir: "/Applications" }
cask "qlvideo", args: { appdir: "/Applications" }
cask "qmk-toolbox"
cask "quicklook-csv", args: { appdir: "/Applications" }
cask "quicklook-json", args: { appdir: "/Applications" }
cask "raycast", args: { appdir: "/Applications" }
cask "scrivener", args: { appdir: "/Applications" }
cask "shottr", args: { appdir: "/Applications" }
cask "slack"
cask "syncthing", args: { appdir: "/Applications" }
cask "visual-studio-code", args: { appdir: "/Applications" }
cask "wezterm"
cask "zoom", args: { appdir: "/Applications" }
mas "Brother iPrint&Scan", id: 1193539993
mas "Dropover", id: 1355679052
mas "egword Universal 2", id: 1272842196
mas "Endel", id: 1346247457
mas "iReal Pro", id: 409035833
mas "LINE", id: 539883307
mas "NoteTaker", id: 1254949442
mas "Pages", id: 409201541
mas "Playgrounds", id: 1496833156
mas "Xcode", id: 497799835
vscode "anseki.vscode-color"
vscode "astro-build.astro-vscode"
vscode "asvetliakov.vscode-neovim"
vscode "bmewburn.vscode-intelephense-client"
vscode "cardinal90.multi-cursor-case-preserve"
vscode "christian-kohler.npm-intellisense"
vscode "danielsanmedium.dscodegpt"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "dsznajder.es7-react-js-snippets"
vscode "ecmel.vscode-html-css"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-rename-tag"
vscode "james-yu.latex-workshop"
vscode "mathematic.vscode-latex"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "rvest.vs-code-prettier-eslint"
vscode "streetsidesoftware.code-spell-checker"
vscode "tabnine.tabnine-vscode"
vscode "usernamehw.errorlens"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "wordpresstoolbox.wordpress-toolbox"
vscode "xabikos.javascriptsnippets"
vscode "yzhang.markdown-all-in-one"
